Repository: JRMHDCK/BookmarkBridge
Catalog: BookmarkBridge/Documentation/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt

# help.profiles.ambiguous.body
source: When a profile has both Bookmarks and AccountBookmarks with data, BookmarkBridge flags this and denies writing so as not to choose arbitrarily.
de: Wenn ein Profil sowohl Lesezeichen als auch AccountBookmarks mit Daten enthält, markiert BookmarkBridge dies und verweigert das Schreiben, um nicht willkürlich auszuwählen.
es: Cuando un perfil tiene tanto Marcadores como Marcadores de cuenta con datos, BookmarkBridge lo marca y niega la escritura para no elegir arbitrariamente.
fr: Lorsqu’un profil possède à la fois Bookmarks et AccountBookmarks avec des données, BookmarkBridge le signale et refuse l’écriture afin de ne pas choisir arbitrairement.
it: Quando un profilo ha sia Segnalibri che AccountBookmarks con dati, BookmarkBridge lo segnala e nega la scrittura per non scegliere arbitrariamente.
nl: Wanneer een profiel zowel Bookmarks als AccountBookmarks met gegevens bevat, markeert BookmarkBridge dit en weigert te schrijven om niet willekeurig te kiezen.
pl: Jeśli profil zawiera zarówno zakładki, jak i zakładki konta z danymi, BookmarkBridge flaguje to i blokuje zapis, aby nie dokonywać arbitralnego wyboru.
pt: Quando um perfil possui Bookmarks e AccountBookmarks com dados, BookmarkBridge sinaliza isso e nega a gravação para não escolher arbitrariamente.

# help.profiles.ambiguous.title
source: Two non-empty storages
de: Zwei nicht leere Speicher
es: Dos almacenes no vacíos
fr: Deux stockages non vides
it: Due magazzini non vuoti
nl: Twee niet-lege opslagruimtes
pl: Dwa niepuste magazyny
pt: Dois armazenamentos não vazios

# help.profiles.overview
source: Each Chrome profile has its own name and storage. Always check the profile displayed in the preview before syncing.
de: Jedes Chrome-Profil hat seinen eigenen Namen und Speicher. Überprüfen Sie vor der Synchronisierung immer das in der Vorschau angezeigte Profil.
es: Cada perfil de Chrome tiene su propio nombre y almacenamiento. Verifique siempre el perfil que se muestra en la vista previa antes de sincronizar.
fr: Chaque profil Chrome possède son propre nom et son propre stockage. Vérifiez toujours le profil affiché dans l’aperçu avant de synchroniser.
it: Ogni profilo Chrome ha il proprio nome e spazio di archiviazione. Controlla sempre il profilo visualizzato nell'anteprima prima della sincronizzazione.
nl: Elk Chrome-profiel heeft zijn eigen naam en opslag. Controleer altijd het profiel dat in het voorbeeld wordt weergegeven voordat u gaat synchroniseren.
pl: Każdy profil Chrome ma swoją nazwę i miejsce na dane. Przed synchronizacją zawsze sprawdź profil wyświetlany w podglądzie.
pt: Cada perfil do Chrome tem seu próprio nome e armazenamento. Sempre verifique o perfil exibido na visualização antes de sincronizar.

# help.profiles.selection.account
source: Account Profile: AccountBookmarks is read but remains read-only.
de: Kontoprofil: AccountBookmarks wird gelesen, bleibt aber schreibgeschützt.
es: Perfil de cuenta: AccountBookmarks se lee pero sigue siendo de solo lectura.
fr: Profil de compte : AccountBookmarks est lu mais reste en lecture seule.
it: Profilo account: AccountBookmarks viene letto ma rimane di sola lettura.
nl: Accountprofiel: AccountBookmarks wordt gelezen maar blijft alleen-lezen.
pl: Profil konta: Zakładki konta są czytane, ale pozostają tylko do odczytu.
pt: Perfil da conta: AccountBookmarks é lido, mas permanece somente leitura.

# help.profiles.selection.local
source: Local profile: The Bookmarks file can be selected as source or target.
de: Lokales Profil: Die Lesezeichendatei kann als Quelle oder Ziel ausgewählt werden.
es: Perfil local: el archivo de marcadores se puede seleccionar como origen o destino.
fr: Profil local : le fichier Bookmarks peut être sélectionné comme source ou comme cible.
it: Profilo locale: il file dei segnalibri può essere selezionato come origine o destinazione.
nl: Lokaal profiel: Het bladwijzerbestand kan als bron of doel worden geselecteerd.
pl: Profil lokalny: plik zakładek można wybrać jako źródłowy lub docelowy.
pt: Perfil local: O arquivo de favoritos pode ser selecionado como origem ou destino.

# help.profiles.selection.multiple
source: Multiple profiles: Each appears as a separate library and can be chosen as source or target.
de: Mehrere Profile: Jedes erscheint als separate Bibliothek und kann als Quelle oder Ziel ausgewählt werden.
es: Múltiples perfiles: cada uno aparece como una biblioteca separada y se puede elegir como origen o destino.
fr: Plusieurs profils : chacun apparaît comme une bibliothèque distincte et peut être choisi comme source ou cible.
it: Profili multipli: ciascuno appare come una libreria separata e può essere scelto come origine o destinazione.
nl: Meerdere profielen: Elk verschijnt als een afzonderlijke bibliotheek en kan als bron of doel worden gekozen.
pl: Wiele profili: każdy pojawia się jako osobna biblioteka i można go wybrać jako źródłowy lub docelowy.
pt: Vários perfis: cada um aparece como uma biblioteca separada e pode ser escolhido como origem ou destino.

# help.profiles.selection.title
source: Profile types
de: Profiltypen
es: Tipos de perfil
fr: Types de profils
it: Tipi di profilo
nl: Profieltypen
pl: Typy profili
pt: Tipos de perfil

# help.safari.authorization.confirm
source: Validate the selection. Safari state reloads automatically.
de: Bestätigen Sie die Auswahl. Der Safari-Status wird automatisch neu geladen.
es: Validar la selección. El estado de Safari se recarga automáticamente.
fr: Validez la sélection. L’état Safari se recharge automatiquement.
it: Convalida la selezione. Lo stato di Safari si ricarica automaticamente.
nl: Valideer de selectie. De Safari-status wordt automatisch opnieuw geladen.
pl: Zatwierdź wybór. Stan Safari ładuje się automatycznie.
pt: Valide a seleção. O estado do Safari é recarregado automaticamente.

# help.safari.authorization.open
source: Click Choose Safari Favorites.
de: Klicken Sie auf „Safari-Favoriten auswählen“.
es: Haga clic en Elegir favoritos de Safari.
fr: Cliquez sur Choisir les favoris Safari.
it: Fai clic su Scegli preferiti di Safari.
nl: Klik op Safari-favorieten kiezen.
pl: Kliknij Wybierz ulubione Safari.
pt: Clique em Escolher favoritos do Safari.

# help.safari.authorization.select
source: Select the Bookmarks.plist file in the Safari folder of your user library.
de: Wählen Sie die Datei Bookmarks.plist im Safari-Ordner Ihrer Benutzerbibliothek aus.
es: Seleccione el archivo Bookmarks.plist en la carpeta Safari de su biblioteca de usuario.
fr: Sélectionnez le fichier Bookmarks.plist dans le dossier Safari de votre bibliothèque utilisateur.
it: Seleziona il file Bookmarks.plist nella cartella Safari della tua libreria utente.
nl: Selecteer het Bookmarks.plist-bestand in de Safari-map van uw gebruikersbibliotheek.
pl: Wybierz plik Bookmarks.plist w folderze Safari w bibliotece użytkownika.
pt: Selecione o arquivo Bookmarks.plist na pasta Safari da sua biblioteca de usuário.

# help.safari.authorization.title
source: Allow Safari
de: Safari zulassen
es: Permitir Safari
fr: Autoriser Safari
it: Consenti Safari
nl: Safari toestaan
pl: Zezwól na Safari
pt: Permitir Safari

# help.safari.overview
source: BookmarkBridge reads Safari's local library to display its folders and favorites. It serves as a source in the Safari to Chrome direction and as a target in the Chrome to Safari direction.
de: BookmarkBridge liest die lokale Bibliothek von Safari, um deren Ordner und Favoriten anzuzeigen. Es dient als Quelle in der Richtung von Safari nach Chrome und als Ziel in der Richtung von Chrome nach Safari.
es: BookmarkBridge lee la biblioteca local de Safari para mostrar sus carpetas y favoritos. Sirve como fuente en la dirección de Safari a Chrome y como destino en la dirección de Chrome a Safari.
fr: BookmarkBridge lit la bibliothèque locale de Safari pour afficher ses dossiers et ses favoris. Elle sert de source dans le sens Safari vers Chrome et de cible dans le sens Chrome vers Safari.
it: BookmarkBridge legge la libreria locale di Safari per visualizzarne le cartelle e i preferiti. Serve come origine nella direzione da Safari a Chrome e come destinazione nella direzione da Chrome a Safari.
nl: BookmarkBridge leest de lokale bibliotheek van Safari om de mappen en favorieten weer te geven. Het dient als bron in de richting van Safari naar Chrome en als doel in de richting van Chrome naar Safari.
pl: BookmarkBridge odczytuje lokalną bibliotekę Safari, aby wyświetlić jej foldery i ulubione. Służy jako źródło w kierunku z Safari do Chrome i jako cel w kierunku z Chrome do Safari.
pt: BookmarkBridge lê a biblioteca local do Safari para exibir suas pastas e favoritos. Ele serve como fonte na direção Safari para Chrome e como alvo na direção Chrome para Safari.

# help.safari.writing.body
source: In the Chrome to Safari direction, BookmarkBridge applies the operations displayed in the preview to Safari. A backup of the Safari library is created before writing.
de: In der Richtung von Chrome zu Safari wendet BookmarkBridge die in der Vorschau angezeigten Vorgänge auf Safari an. Vor dem Schreiben wird ein Backup der Safari-Bibliothek erstellt.
es: En la dirección de Chrome a Safari, BookmarkBridge aplica las operaciones que se muestran en la vista previa a Safari. Se crea una copia de seguridad de la biblioteca de Safari antes de escribir.
fr: Dans le sens Chrome vers Safari, BookmarkBridge applique à Safari les opérations affichées dans l’aperçu. Une sauvegarde de la bibliothèque Safari est créée avant l’écriture.
it: Nella direzione da Chrome a Safari, BookmarkBridge applica le operazioni visualizzate nell'anteprima a Safari. Prima della scrittura viene creato un backup della libreria Safari.
nl: In de richting Chrome naar Safari past BookmarkBridge de bewerkingen toe die in het voorbeeld worden weergegeven op Safari. Voordat u gaat schrijven, wordt er een back-up van de Safari-bibliotheek gemaakt.
pl: W kierunku Chrome do Safari BookmarkBridge stosuje operacje wyświetlane w podglądzie do Safari. Przed zapisem tworzona jest kopia zapasowa biblioteki Safari.
pt: Na direção do Chrome para Safari, o BookmarkBridge aplica as operações exibidas na visualização ao Safari. Um backup da biblioteca Safari é criado antes da gravação.

# help.safari.writing.title
source: Safari can be updated
de: Safari kann aktualisiert werden
es: Safari se puede actualizar
fr: Safari peut être mis à jour
it: Safari può essere aggiornato
nl: Safari kan worden bijgewerkt
pl: Safari można zaktualizować
pt: Safari pode ser atualizado

# help.search.prompt
source: Search in help
de: Suchen Sie in der Hilfe
es: buscar en ayuda
fr: Rechercher dans l’aide
it: Cerca nell'aiuto
nl: Zoek in hulp
pl: Szukaj w pomocy
pt: Pesquise na ajuda

# help.synchronization.bidirectional.body
source: The chosen direction determines the source and the target. The plan may suggest address creations, deletions, moves, renames or updates in the target browser.
de: Die gewählte Richtung bestimmt die Quelle und das Ziel. Der Plan kann das Erstellen, Löschen, Verschieben, Umbenennen oder Aktualisieren von Adressen im Zielbrowser vorschlagen.
es: La dirección elegida determina la fuente y el objetivo. El plan puede sugerir la creación, eliminación, movimiento, cambio de nombre o actualización de direcciones en el navegador de destino.
fr: Le sens choisi détermine la source et la cible. Le plan peut proposer des créations, suppressions, déplacements, renommages ou mises à jour d’adresse dans le navigateur cible.
it: La direzione scelta determina la fonte e la destinazione. Il piano può suggerire creazioni di indirizzi, eliminazioni, spostamenti, rinominazioni o aggiornamenti nel browser di destinazione.
nl: De gekozen richting bepaalt de bron en het doel. Het plan kan het maken, verwijderen, verplaatsen, hernoemen of bijwerken van adressen in de doelbrowser voorstellen.
pl: Wybrany kierunek określa źródło i cel. Plan może sugerować tworzenie, usuwanie, przenoszenie, zmianę nazwy lub aktualizację adresu w przeglądarce docelowej.
pt: A direção escolhida determina a origem e o alvo. O plano pode sugerir criações, exclusões, movimentações, renomeações ou atualizações de endereços no navegador de destino.

# help.synchronization.bidirectional.title
source: Two-way sync
de: Zwei-Wege-Synchronisierung
es: Sincronización bidireccional
fr: Synchronisation bidirectionnelle
it: Sincronizzazione bidirezionale
nl: Synchronisatie in twee richtingen
pl: Synchronizacja dwukierunkowa
pt: Sincronização bidirecional

# help.synchronization.overview
source: Synchronization follows a controlled sequence. The visible plan remains the reference: no additional operation is added at the time of writing.
de: Die Synchronisierung folgt einem kontrollierten Ablauf. Der sichtbare Plan bleibt die Referenz: Zum Zeitpunkt des Schreibens wurde kein zusätzlicher Vorgang hinzugefügt.
es: La sincronización sigue una secuencia controlada. El plano visible sigue siendo la referencia: no se ha añadido ninguna operación adicional en el momento de escribir este artículo.
fr: La synchronisation suit une séquence contrôlée. Le plan visible reste la référence : aucune opération supplémentaire n’est ajoutée au moment de l’écriture.
it: La sincronizzazione segue una sequenza controllata. La pianta visibile rimane il riferimento: nessuna operazione aggiuntiva viene aggiunta nel momento in cui scriviamo.
nl: De synchronisatie volgt een gecontroleerde volgorde. Het zichtbare plan blijft de referentie: er wordt op het moment van schrijven geen extra handeling toegevoegd.
pl: Synchronizacja następuje według kontrolowanej sekwencji. Widoczny plan pozostaje punktem odniesienia: w chwili pisania tego tekstu nie są dodawane żadne dodatkowe operacje.
pt: A sincronização segue uma sequência controlada. O plano visível continua sendo a referência: nenhuma operação adicional foi adicionada no momento da escrita.

# help.synchronization.step.close
source: Close Safari and Chrome.
de: Schließen Sie Safari und Chrome.
es: Cierra Safari y Chrome.
fr: Fermez Safari et Chrome.
it: Chiudi Safari e Chrome.
nl: Sluit Safari en Chrome.
pl: Zamknij Safari i Chrome.
pt: Feche o Safari e o Chrome.

# help.synchronization.step.confirm
source: Click Synchronize, then confirm the displayed plan.
de: Klicken Sie auf „Synchronisieren“ und bestätigen Sie dann den angezeigten Plan.
es: Haga clic en Sincronizar y luego confirme el plan mostrado.
fr: Cliquez sur Synchroniser, puis confirmez le plan affiché.
it: Fare clic su Sincronizza, quindi confermare il piano visualizzato.
nl: Klik op Synchroniseren en bevestig vervolgens het weergegeven plan.
pl: Kliknij Synchronizuj, a następnie potwierdź wyświetlony plan.
pt: Clique em Sincronizar e confirme o plano exibido.

# help.synchronization.step.reload
source: Refresh Home to read the Safari and Chrome libraries.
de: Aktualisieren Sie die Startseite, um die Safari- und Chrome-Bibliotheken zu lesen.
es: Actualiza Inicio para leer las bibliotecas de Safari y Chrome.
fr: Actualisez Accueil pour lire les bibliothèques Safari et Chrome.
it: Aggiorna Home per leggere le librerie Safari e Chrome.
nl: Vernieuw Home om de Safari- en Chrome-bibliotheken te lezen.
pl: Odśwież stronę główną, aby przeczytać biblioteki Safari i Chrome.
pt: Atualize a página inicial para ler as bibliotecas Safari e Chrome.

# help.synchronization.step.review
source: Open Sync, choose Safari to Chrome or Chrome to Safari, and review the summary and changes.
de: Öffnen Sie „Sync“, wählen Sie „Safari zu Chrome“ oder „Chrome zu Safari“ und überprüfen Sie die Zusammenfassung und die Änderungen.
es: Abra Sincronización, elija Safari a Chrome o Chrome a Safari y revise el resumen y los cambios.
fr: Ouvrez Synchronisation, choisissez Safari vers Chrome ou Chrome vers Safari, puis examinez le résumé et les changements.
it: Apri Sync, scegli Safari in Chrome o Chrome in Safari e rivedi il riepilogo e le modifiche.
nl: Open Sync, kies Safari naar Chrome of Chrome naar Safari en bekijk het overzicht en de wijzigingen.
pl: Otwórz Synchronizuj, wybierz Safari z Chrome lub Chrome z Safari i przejrzyj podsumowanie i zmiany.
pt: Abra o Sync, escolha Safari para Chrome ou Chrome para Safari e revise o resumo e as alterações.

# help.synchronization.step.verify
source: Wait for the success message and verify that the preview reloads.
de: Warten Sie auf die Erfolgsmeldung und überprüfen Sie, ob die Vorschau neu geladen wird.
es: Espere el mensaje de éxito y verifique que la vista previa se vuelva a cargar.
fr: Attendez le message de réussite et vérifiez que l’aperçu se recharge.
it: Attendi il messaggio di successo e verifica che l'anteprima si ricarichi.
nl: Wacht op het succesbericht en controleer of het voorbeeld opnieuw wordt geladen.
pl: Poczekaj na komunikat o powodzeniu i sprawdź, czy podgląd zostanie ponownie załadowany.
pt: Aguarde a mensagem de sucesso e verifique se a visualização é recarregada.

# help.synchronization.workflow.title
source: Perform a first synchronization
de: Führen Sie eine erste Synchronisierung durch
es: Realizar una primera sincronización
fr: Effectuer une première synchronisation
it: Eseguire una prima sincronizzazione
nl: Voer een eerste synchronisatie uit
pl: Wykonaj pierwszą synchronizację
pt: Execute uma primeira sincronização

# help.troubleshooting.chrome.body
source: Quit Safari and Chrome with Command-Q, wait a few seconds, then try again. Closing only their windows doesn't always quit applications.
de: Beenden Sie Safari und Chrome mit Befehl-Q, warten Sie ein paar Sekunden und versuchen Sie es dann erneut. Wenn Sie nur die Fenster schließen, werden Anwendungen nicht immer beendet.
es: Salga de Safari y Chrome con Command-Q, espere unos segundos y vuelva a intentarlo. Cerrar sólo sus ventanas no siempre cierra las aplicaciones.
fr: Quittez Safari et Chrome avec Commande-Q, attendez quelques secondes, puis réessayez. Fermer uniquement leurs fenêtres ne quitte pas toujours les applications.
it: Esci da Safari e Chrome con Comando-Q, attendi qualche secondo, quindi riprova. Chiudendo solo le finestre non sempre si escono dalle applicazioni.
nl: Sluit Safari en Chrome af met Command-Q, wacht een paar seconden en probeer het opnieuw. Als u alleen hun vensters sluit, worden toepassingen niet altijd afgesloten.
pl: Zamknij Safari i Chrome za pomocą Command-Q, poczekaj kilka sekund, a następnie spróbuj ponownie. Zamknięcie samych okien nie zawsze powoduje zamknięcie aplikacji.
pt: Saia do Safari e do Chrome com Command-Q, aguarde alguns segundos e tente novamente. Fechar apenas as janelas nem sempre fecha os aplicativos.

# help.troubleshooting.chrome.title
source: Synchronization requires closing Safari and Chrome
de: Für die Synchronisierung müssen Safari und Chrome geschlossen werden
es: La sincronización requiere cerrar Safari y Chrome
fr: La synchronisation demande de fermer Safari et Chrome
it: La sincronizzazione richiede la chiusura di Safari e Chrome
nl: Voor synchronisatie zijn Safari en Chrome vereist
pl: Synchronizacja wymaga zamknięcia Safari i Chrome
pt: A sincronização requer o fechamento do Safari e do Chrome

# help.troubleshooting.empty.body
source: Check the source and profile, then use Refresh. If access is marked as invalid, grant it again.
de: Überprüfen Sie die Quelle und das Profil und verwenden Sie dann „Aktualisieren“. Wenn der Zugriff als ungültig markiert ist, gewähren Sie ihn erneut.
es: Verifique la fuente y el perfil, luego use Actualizar. Si el acceso está marcado como no válido, concédelo nuevamente.
fr: Vérifiez la source et le profil, puis utilisez Actualiser. Si l’accès est signalé comme invalide, accordez-le de nouveau.
it: Controlla l'origine e il profilo, quindi utilizza Aggiorna. Se l'accesso è contrassegnato come non valido, concederlo nuovamente.
nl: Controleer de bron en het profiel en gebruik vervolgens Vernieuwen. Als de toegang als ongeldig is gemarkeerd, verleent u deze opnieuw.
pl: Sprawdź źródło i profil, a następnie użyj opcji Odśwież. Jeśli dostęp zostanie oznaczony jako nieważny, przyznaj go ponownie.
pt: Verifique a origem e o perfil e use Atualizar. Se o acesso for marcado como inválido, conceda-o novamente.

# help.troubleshooting.empty.title
source: No favorites appear
de: Es werden keine Favoriten angezeigt
es: No aparecen favoritos
fr: Aucun favori n’apparaît
it: Non viene visualizzato alcun preferito
nl: Er verschijnen geen favorieten
pl: Nie pojawiają się żadne ulubione
pt: Nenhum favorito aparece

# help.troubleshooting.permission.body
source: In Home, use the corresponding permission button and select the Safari file or Chrome folder again.
de: Verwenden Sie in Home die entsprechende Berechtigungsschaltfläche und wählen Sie erneut die Safari-Datei oder den Chrome-Ordner aus.
es: En Inicio, use el botón de permiso correspondiente y seleccione nuevamente el archivo Safari o la carpeta Chrome.
fr: Dans Accueil, utilisez le bouton d’autorisation correspondant et sélectionnez à nouveau le fichier Safari ou le dossier Chrome.
it: In Home, utilizza il pulsante di autorizzazione corrispondente e seleziona nuovamente il file Safari o la cartella Chrome.
nl: Gebruik in Home de bijbehorende toestemmingsknop en selecteer opnieuw het Safari-bestand of de Chrome-map.
pl: Na stronie głównej użyj odpowiedniego przycisku uprawnień i ponownie wybierz plik Safari lub folder Chrome.
pt: Na página inicial, use o botão de permissão correspondente e selecione o arquivo Safari ou a pasta do Chrome novamente.

# help.troubleshooting.permission.title
source: An authorization is no longer valid
de: Eine Autorisierung ist nicht mehr gültig
es: Una autorización ya no es válida
fr: Une autorisation n’est plus valide
it: Un'autorizzazione non è più valida
nl: Een machtiging is niet meer geldig
pl: Autoryzacja nie jest już ważna
pt: Uma autorização não é mais válida

# help.troubleshooting.retry.body
source: Refresh Sources from Home, verify that Safari and Chrome are allowed, then return to Sync.
de: Aktualisieren Sie die Quellen von zu Hause aus, stellen Sie sicher, dass Safari und Chrome zulässig sind, und kehren Sie dann zu „Synchronisieren“ zurück.
es: Actualice Fuentes desde Inicio, verifique que Safari y Chrome estén permitidos y luego regrese a Sincronizar.
fr: Actualisez les sources depuis Accueil, vérifiez que Safari et Chrome sont autorisés, puis revenez dans Synchronisation.
it: Aggiorna le fonti da Home, verifica che Safari e Chrome siano consentiti, quindi torna a Sincronizza.
nl: Vernieuw bronnen vanaf Home, controleer of Safari en Chrome zijn toegestaan en ga vervolgens terug naar Synchroniseren.
pl: Odśwież źródła z domu, sprawdź, czy Safari i Chrome są dozwolone, a następnie wróć do synchronizacji.
pt: Atualize as fontes em casa, verifique se o Safari e o Chrome são permitidos e retorne para sincronizar.

# help.troubleshooting.retry.title
source: Preview does not load
de: Vorschau wird nicht geladen
es: La vista previa no se carga
fr: L’aperçu ne se charge pas
it: L'anteprima non viene caricata
nl: Voorbeeld laadt niet
pl: Podgląd nie ładuje się
pt: A visualização não carrega
